{
  "aquatica": [
    {
      "character_info": {
        "abilities": {
          "innate_spells": {
            "description": "Jodos's spellcasting ability is Wisdom (spell save DC 12). It can innately cast the following spells, requiring no material components",
            "one_day_each": ["Fog cloud", "Gust of wind"]
          },
          "other_abilities": {
            "Amphibious": "Jodos can breathe air and water",
            "nimble_escape": "Jodos can take the Disengage or Hide actions as a bonus action on each of its turns."
          }
        },
        "notable_items": {
          "current": ["Wooden box"]
        }
      },
      "description": {
        "appearance": [
          "Jodos Sulodath is a young man with a striking appearance. His tribal yet elegant attire around his waist sets him apart, with cloths extending upwards to connect with a necklace. He carries a large wooden box on his back, which he balances with ease. However, Jodos does not appear confident in himself, as he walks with a hint of hesitance in his step.",
          "Despite this, his powerful stature and the trident that rests under his wooden box, suggest that he is a man of strength and ability. The trident, a symbol of his mastery in sailing, serves as a reminder of his potential. Overall, Jodos' appearance conveys a mix of tribal elegance and uncertainty, making him a unique and intriguing figure."
        ],
        "personality": [
          "Jodos Sulodath is a kind-hearted individual, but his nerves often get the better of him. He is plagued by self-doubt and is known to second-guess himself in nearly every situation. His nervousness is evident in the way he walks, as he takes each step with hesitation.",
          "However, there is one place where Jodos truly shines - on his ship. Being at sea gives him a sense of confidence, and he becomes more sure of himself. Jodos' kindness and his love for the sea make him an endearing character, despite his nerves and self-doubt."
        ]
      },
      "look-up_name": "jodos",
      "name": "Jodos",
      "route": "/npcs/ancalagonian_kingdom/aquatica/jodos",
      "short_description": "Jodos Sulodath is a young Trition in his early 20s. He carries a large wooden box on his back and is a skilled sailor, but he struggles with self-doubt about his abilities. Despite this uncertainty, Jodos remains determined to hone his skills and become a master sailor.",
      "side_bar_character_info": {
        "age": "Early 20s",
        "also_known_as": ["The master sailor of Aquatica"],
        "creature_type": "Humanoid",
        "image": "/images/characters/npcs/ancalagonian_kingdom/aquatica/jodos.jpg",
        "languages": ["Aquan", "Common", "Primordial"],
        "place": "Aquatica",
        "race": "Triton",
        "stats": {
          "ac": "13",
          "cha": "11",
          "con": "14",
          "dex": "16",
          "hp": "32",
          "int": "10",
          "speed": "30ft, 30ft (swim)",
          "str": "11",
          "wis": "15"
        },
        "status": "Alive",
        "type": "NPC"
      }
    }
  ],
  "vabadpulads": [
    {
      "character_info": {
        "abilities": {
          "class_features": ["Favored enemy"],
          "spells": {
            "fifth_level": ["Wrath Of Nature"],
            "first_level": ["Animal Friendship"],
            "fourth_level": ["Conjure Woodland Beings"],
            "second_level": ["Summon Beast"],
            "third_level": ["Elemental Weapon"]
          },
          "sub_class_features": ["Ranger's companion"]
        },
        "notable_items": {
          "current": [
            "current item",
            {
              "name": "Dyrrn's Tentacle Whip",
              "route": "http://dnd5e.wikidot.com/wondrous-items:dyrrns-tentacle-whip"
            }
          ],
          "former": ["former item"]
        }
      },
      "class": "Ranger",
      "description": {
        "appearance": [
          "Thak, the chieftain of the Vabadpulads tribe, was a sight to behold. Despite his advanced age, his green scales still glimmered in the light, though they had faded with the passing of time. As he walked, his leather shoulder pads creaked with each step, while the thick belt around his waist swung with the motion. The cloth hanging from the belt rustled softly, but the true centerpiece of Thak's regalia was the piece of goldenish metal at the center of the belt.",
          "The intricate design depicted the face of a giant constrictor snake, a symbol of Thak's power and authority. As the representative of the dragon court of elders, he was not only the leader of his tribe, but also held a great deal of influence in the wider world. With a single look, Thak commanded respect, and all who saw him knew that they were in the presence of a true leader."
        ],
        "personality": [
          "Thak is widely regarded as a born leader. He has a natural charisma and an ability to inspire others, which has made him highly respected within his tribe and beyond. Despite his elevated status, Thak is a kind and respectful individual. He is known for his warm demeanor and willingness to help others, even in his old age.",
          "Thak has a soft spot for animals, and is particularly fond of his companion, a giant constrictor snake. This affection for creatures of all shapes and sizes speaks to Thak's compassionate nature, and his ability to connect with even the most unlikely of creatures.",
          "With his combination of leadership skills, kindness, and respect for all living things, it is easy to see why Thak is so highly regarded by those around him. His positive personality and leadership style have earned him the loyalty of his tribe and the trust of the dragon court."
        ]
      },
      "look-up_name": "thak",
      "name": "Thak",
      "relationships": [
        {
          "description": [
            "Thak, the respected chieftain of the Vabadpulads tribe, has a complicated relationship with his son, Broshk. Despite any challenges, Broshk holds a special place in Thak's heart. However, Thak hopes that his son will one day become a great leader and follow in his footsteps.",
            "Thak dreams of seeing Broshk take up the mantle as the next representative for the dragon court of elders, and lead the city of Vabadpulads with the same wisdom, kindness, and strength that he has demonstrated throughout his own life. Though Thak recognizes that his son still has much to learn and grow, he is confident that with time and guidance, Broshk will become the leader that Vabadpulads needs."
          ],
          "name": "Broshk",
          "route": "/npcs/ancalagonian_kingdom/vabadpulads/broshk"
        }
      ],
      "route": "/npcs/ancalagonian_kingdom/vabadpulads/thak",
      "short_description": "Thak is a lizardfolk in his early 50s and serves as the chieftain of the Vabadpulads tribe. He is also the representative of the dragon court of elders, making him a powerful figure in his community. Thak's position as both chieftain and dragon court representative likely speaks to his leadership abilities and strong ties with both his tribe and the dragons.",
      "side_bar_character_info": {
        "age": "Early 50s",
        "also_known_as": [
          "Chieftain of Vabadpulads",
          "Voice of the Dragon Elders"
        ],
        "class": "Ranger (Beast Master Conclave)",
        "creature_type": "Humanoid",
        "family": [
          {
            "name": "Broshk (son)",
            "route": "/npcs/ancalagonian_kingdom/vabadpulads/broshk"
          }
        ],
        "image": "/images/characters/npcs/ancalagonian_kingdom/vabadpulads/thak.png",
        "languages": ["Common", "Draconic", "Primordial"],
        "place": "Vabadpulads",
        "race": "Lizardfolk",
        "stats": {
          "ac": "?",
          "cha": "?",
          "con": "?",
          "dex": "?",
          "hp": "?",
          "int": "?",
          "speed": "?ft",
          "str": "?",
          "wis": "?"
        },
        "status": "Alive",
        "type": "NPC"
      },
      "sub_class": "Beast master conclave"
    },
    {
      "look-up_name": "broshk",
      "name": "Broshk",
      "route": "/npcs/ancalagonian_kingdom/vabadpulads/broshk"
    }
  ]
}
